export default [
  {
    id : 0,
    postImage:require('.././assets/img00.jpg'),
    date: "2023-10-30",
    content: "블로그 글쓰기를 잘하는 방법은???? 잘 쓴 글과 못 쓴 글은 무엇이 다를까? 블로그, 일기, 자기소개서, 업무 보고서, 매일매일 써 놓은 문장을 찬찬히 들여다보면 많은 문제가 발견된다. 습관처럼 쓰는 지루한 표현, 읽는 이의 눈높이에 맞지 않는 문장, 욕심 때문에 길게 늘어놓은 문장. 이렇게 사소한 실수들이 글을 망치는 것이다.글을 잘 쓰는 사람들은 중요한 글쓰기 원칙 몇 가지를 완벽하게 익힌다. 그 다음에 글을 쓸 때마다 그것을 되풀이해서 활용한다. 즉, 보기 좋고 읽기 쉬운 정교한 글쓰기의 법칙만 잘 지켜도 좋은 문장력을 갖출 수 있다. 글을 잘 쓰는 것은 재능이 아니다. 그것은 오로지 좋은 글쓰기 습관에 따른 결과물일 뿐이다.한 문장씩 기본을 지켜서 쓰다 보면 누구나 매력적인 문장을 쓸 수 있다. 중요한 것은 글을 망치는 잘못된 습관을 제대로 파악하고 좋은 글을 쓰는 방법을 적용하는 것이다.내가 쓴 글이 왜 형편없고 읽기 싫은지 그 이유와 해결책을 함께 살펴보겠다. 특히, 당신이 마케터라면 콘텐츠 마케팅의 시작점인 글쓰기에 집중해야 한다. 작성된 글을 평가하는 청중은 사람과 검색엔진이다. 하지만, 검색엔진도 최종적으로 사람이 좋아하는 글을 추천한다. 잘 쓴 글과 못 쓴 글은 아래 4가지가 다르다.",
    filter: ""
  },
  {
    id : 1,
    postImage:require('.././assets/img01.jpg'),
    date: "2023-10-23",
    content: "첫 번째, 핵심을 먼저 말한다.두 번째, 쉽고 짧게 쓴다.세 번째, 독자에게 이득이 있어야 한다.네 번째, 읽고 나서 바로 행동을 촉구한다.중요한 것을 먼저 말하고, 쉽고 짧게 글을 쓰면 읽는 사람의 에너지가 적게 든다. 읽는 사람에게 이득이 되므로, 글을 읽고 나면 즉시 행동하고 싶은 열정이 생겨난다. ",
    filter: ""
  },
  {
    id : 2,
    postImage:require('.././assets/img09.jpg'),
    date: "2023-10-22",
    content: "미괄식 사례 : 어제 저녁에 치킨을 시켜 먹었는데, 배가 고파서 급하게 먹다가 체한 것 같아요. 소화제를 먹긴 했는데, 속이 더부룩해서 밤에 한숨도 잠을 못 잤어요. 오늘 아침에 일어나니까 컨디션이 좋지 않아서요. 현기증까지 나서 앉아있지 못할 것 같아요. 그래서, 오늘 병가를 쓰려고 합니다. ",
    filter: ""
  },
  {
    id : 3,
    postImage:require('.././assets/img05.jpg'),
    date: "2023-10-21",
    content: "두괄식 사례 : 오늘 컨디션이 좋지 않아서 병가를 쓰려고 합니다. 어제 저녁에 치킨을 시켜 먹었는데, 배가 고파서 급하게 먹다가 체한 것 같아요. 소화제를 먹긴 했는데, 속이 더부룩해서 밤에 한숨도 잠을 못 잤어요. 오늘 아침에 일어나니까 컨디션이 좋지 않아서요. 현기증까지 나서 앉아있지 못할 것 같아요.",
    filter: ""
  },
  {
    id : 4,
    postImage:require('.././assets/img04.jpg'),
    date: "2023-10-20",
    content: "이럴 때는 ‘BLOT(Bottom Line on Top) 마지막 문장을 제일 처음으로’라는 글쓰기 원칙을 적용해야 한다. 두괄식 글쓰기라고 하는데, 글을 쓸 때는 목적지를 가장 먼저 알려 준 다음 가는 방법을 알려주는 것이다. 결론을 가장 마지막에 내리는 방식은 언뜻 보면 논리적으로 보이지만, 좋은 글을 쓰려면 뒤집힌 피라미드 형태를 따르는 것이 좋다. ",
    filter: ""
  },
  {
    id : 5,
    postImage:require('.././assets/img03.jpg'),
    date: "2023-10-19",
    content: "무언가를 설명하거나 정보를 알려주기 위해 글을 쓰고 있다면, 글을 읽는 사람의 시간을 절약해 줘야 한다. ",
    filter: ""
  },
  {
    id : 6,
    postImage:require('.././assets/img06.jpg'),
    date: "2023-10-18",
    content: "하지만, 무조건 한글로 순화하는 것이 좋은 것은 아니다. 일상적인 글을 쓸 때 되도록 쉽고 간단한 말을 쓰되, 독자의 수준에 맞는 적절한 단어를 사용하는 것이 좋다. 마케터는 대화형으로 쉽게, 압축해서 짧게 말해야 한다. 대화의 기술을 활용하여 대화하는 사람들의 어조를 반영하고 언어도 조절할 줄 알아야 한다. 독자의 에너지가 덜 들도록 초등학교 수준에서 책을 읽어주는 느낌으로 글을 쓴다. 사람들이 말하는 방식으로 쓰는 것이 필요하다. ",
    filter: ""
  },
  {
    id : 7,
    postImage:require('.././assets/img07.jpg'),
    date: "2023-10-17",
    content: "만연체는 서술의 호흡이 긴 문체이다. 상황을 상세히 설명하고, 화자의 심정을 구체적으로 묘사할 때 사용된다. 긴 서술과 묘사를 추구하는 문체로 문장의 길이가 매우 긴 특성이 있다. 주로 소설, 연설문, 서간문, 기행문, 일기 등, 자유로운 서술이 허용되는 글에 쓰인다. 장황하고 복잡한 서술의 고전 소설과 다양한 법령의 적용 상황을 설명하는 법조계에서 주로 사용된다. ",
    filter: ""
  },
  {
    id : 8,
    postImage:require('.././assets/img08.jpg'),
    date: "2023-10-16",
    content: "첫 번째 문장에서는 정말 많은 정보가 들어있는데, 놀랍게도 한 문장이다. 두세 번을 읽어야 겨우 무슨 말인지 알아챌 수 있을 정도이다. 간결체의 예시는 만연체의 문장을 짧은 문장으로 나누고 불필요한 표현이나 정보는 삭제한 것이다. 긴 문장을 자르는 것 만으로도 글이 명확해 질 수 있다. 긴 문장을 짧은 문장으로 쪼개면 훨씬 간결하고 읽기 쉬운 글이 되는 것이다.",
    filter: ""
  },
  {
    id : 9,
    postImage:require('.././assets/img02.jpg'),
    date: "2023-10-15",
    content: "긴 문장을 짧게 쓰는 방식 1. 한 문장 안에는 한 가지 내용만 담는다. (단문으로 고치기)2. 군더더기를 지운다. (동의어, 같은 의미 반복 없애기)3. 수식 관계를 명확하게 한다. (주어와 술어 매칭, 수식어를 수식대상과 가깝게 하기)",
    filter: ""
  },
  {
    id : 10,
    postImage:require('.././assets/img10.jpg'),
    date: "2023-10-14",
    content: "블로그 글쓰기 세 번째 원칙, 독자 입장에서 의미 불어넣기. 어떤 주제에 대해서 글쓰기를 시작할 때는 분명 이 글이 독자에게 도움이 될 거라고 생각한다. 하지만, 공급자인 작가의 관점에 머물러서 글을 쓰게 되면 독자 입장에서 얻어 가는 이득이 명확하지 않을 수가 있다. 이 글은 읽는 사람 입장에서 어떤 의미가 있는지, 어떤 도움을 받을 수 있는지 지속적으로 고민하는 것이 필요하다. 특히, 마케터는 읽는 사람 입장에서 글을 써야 한다. 즉, WIIFM(What’s In It For Me?)을 알고 있어야 한다.",
    filter: ""
  },
  {
    id : 11,
    postImage:require('.././assets/img11.jpg'),
    date: "2023-10-13",
    content: "WIIFM (나에게 무슨 득이 되지?)는 매우 중요한 글쓰기의 원칙이다. 독자가 초점이며 그들이 직면한 문제에 대한 해결책에 대한 글을 쓰는 것이다. 독자는 항상 ‘나에게 도움이 되는 것은 무엇인가?’에 집중한다. 마케터는 제품이나 서비스의 혜택을 고객의 언어로 번역하는 방법을 알아야 한다.  ",
    filter: ""
  },
  {
    id : 12,
    postImage:require('.././assets/img12.jpg'),
    date: "2023-10-12",
    content: "블로그 글쓰기 네 번째 원칙, 읽는 사람의 행동을 촉구하기. 당신의 글이 형편없고 읽기 싫은 네 번째 이유는 수동태의 글을 자주 쓰기 때문이다. 우리는 습관적으로 영어를 어색하게 번역한 것처럼 수동적인 표현을 쓰곤 한다. 그런데, 수동태를 많이 사용하면 글이 간결하지 않고 길어진다.",
    filter: ""
  },
  {
    id : 13,
    postImage:require('.././assets/img13.jpg'),
    date: "2023-10-11",
    content: "사실 모든 사람들이 작가처럼 글을 쓸 필요는 없다. 결국 사람의 마음을 움직이는 것은 어린아이도 이해할 수 있는 명확하고 간결한 글이기 때문이다. 무작정 잘 쓰려고 고민하는 대신 글쓰기의 기본을 지켜서 한 문장씩 연습하는 것이 글쓰기 실력을 높이는 가장 효과적인 방법이다.",
    filter: ""
  },
  {
    id : 14,
    postImage:require('.././assets/img14.jpg'),
    date: "2023-10-10",
    content: "어떤 주제에 대해서 글쓰기를 시작할 때는 분명 이 글이 독자에게 도움이 될 거라고 생각한다. 하지만, 공급자인 작가의 관점에 머물러서 글을 쓰게 되면 독자 입장에서 얻어 가는 이득이 명확하지 않을 수가 있다. 이 글은 읽는 사람 입장에서 어떤 의미가 있는지, 어떤 도움을 받을 수 있는지 지속적으로 고민하는 것이 필요하다. 특히, 마케터는 읽는 사람 입장에서 글을 써야 한다. 즉, WIIFM(What’s In It For Me?)을 알고 있어야 한다.",
    filter: ""
  }
]